OdIfc.OdIfcGeomModule.unregisterExternalCompound(OdIfc.OdIfcEntityType,OdRxClass*)
\details
Unregisters an external OdIfc::OdIfcCompound class from IFC geometry module.
\param entityType [in] An IFC entity type with whom ifcCompoundClass is associated.
\param ifcCompoundClass [in] An instance of OdRxClass to unregister.

OdIfc.OdIfcGeomModule.registerExternalCompound(OdIfc.OdIfcEntityType,OdRxClass*)
\details
Registers an external OdIfc::OdIfcCompound class for geometry compose.
\param entityType [in] An IFC entity type to associate ifcCompoundClass with.
\param ifcCompoundClass [in] An instance of OdRxClass for OdIfc::OdIfcCompound implementation.